[
      {
        "title":"Пътуване към себе си",
        "author":"Блага Димитрова",
        "genre":"Съвременен роман",
        "category":"bg",
        "description":"„Пътуване към себе си“ е една от най-ярките творби в българската проза през 60-те години на XX век. Това е книга за заминаването, за бягството, за пътя, по който поемаме в търсене на собствената си идентичност. Тук преживяванията са разказани като спомен, а самата история е своеобразен опит за преосмисляне на времето.В книгата си Блага Димитрова поставя акцент върху моралните ценности, чувството за вина и отговорността. Тя ни помага да открием пътя към себе си, най-сложния, истински и стръмен път, криволичещ през житейските проблеми, тревожните мисли и порива на чувствата, защото: <br>Само дълбоките дири значат истински изживян живот. И най-вълшебният миг сякаш не е съществувал, щом не е оставил своя следа, свидетелство за истинността си. Инак по какво се отличава от един сън? Споменът за сладките мигове горчи, ако тоя спомен не се е материализирал в нещо живо, трайно, самостоятелно. И най-чудната любов не радва, ако от нея не се роди една детска усмивка, едно дръзко дело или поне една песен.",
        "cover":"img/pytuvane-kym-sebe-si.jpg",
        "booklink":"books/Bulgarian books/Pytuvane-Kym-Sebe-Si.pdf"
      },
      {
        "title":"Имало едно време",
        "author":"Ангел Каралийчев",
        "genre":"Детска литература",
        "category":"bg",
        "description":"Приказният свят на Ангел Каралийчев е с едни от най-хубавите истории, излезли изпод перото на един от най-обичаните български детски писатели. Сборникът \"Имало едно време\" е написан през 1968 и е един от най - известните на писателя. Ангел Каралийчев (1902-1972) е роден в град Стражица. Завършва дипломатическия отдел на Свободния университет в София. Повече от четиридесет години пише разкази, приказки и повести за деца. Между най-известните му книги са приказните сборници \"Приказен свят\" (1930), \"Български народни приказки\" (1948) и \"Имало едно време\" (1968).",
        "cover":"img/imalo-edno-vreme.jpg",
        "booklink":"books/Bulgarian books/Imalo-Edno-Vreme.pdf"
      },
      {
        "title":"Гераците",
        "author":"Елин Пелин",
        "genre":"Класическа повест",
        "category":"bg",
        "description":"„Гераците“ е повест от българския писател белетрист Елин Пелин. Повестта проследява разпадането на рода на семейството на богатия чорбаджия Йордан Герака след смъртта на неговата съпруга и душевен център на семейството, баба Марга. За повече от половин век писателска дейност, в превратни и неспокойни години, Елин Пелин написа няколко томчета с разкази, повести, хуморески и хумористични стихотворения, детски поемки и детски романи, така различни по тон и жанр, че публиката, смаяна от едни, снизходително отделяше други в оная част на съзнанието, където битуват дреболиите и анекдотите. \"Гераците\" и някои разкази влязоха отдавна във всички представи като неотменна част от класическата българска литература.",
        "cover":"img/geracite.jpg",
        "booklink":"books/Bulgarian books/Geratsite.pdf"
      },
      {
        "title":"Моторни песни",
        "author":"Никола Вапцаров",
        "genre":"Класическа поезия",
        "category":"bg",
        "description":"\"Моторни песни\" - емблемата на Вапцаровото творчество - често погрешно се идентифицира с лириката му като цяло. В нея не влизат важни негови текстове, като \"Пролет\" (\"Пролет моя, моя бяла пролет\"), \"Ще строим завод\", \"Не бойте се, деца\", \"Доклад\", \"История\", \"Кино\", \"Антени\" и много други. Книгата обаче наистина е представителна за творчеството му. Тя включва двадесет стихотворения, групирани в четири цикъла: \"Песни за човека\", \"Песни за родината\", \"Песни\", \"Песни за една страна\". От пръв поглед впечатление прави значението, което авторът отдава на песенното. То е манифестирано в заглавието на книгата, в заглавията на отделните цикли, в заглавията на някои стихотворения: \"Песен за човека\", \"Песен\", \"Песен на другаря\", \"Песен на жената\".",
        "cover":"img/motorni-pesni.jpg",
        "booklink":"books/Bulgarian books/Motorni-Pesni.pdf"
      },
      {
        "title":"Вечери в Антимовския хан",
        "author":"Йордан Йовков",
        "genre":"Разкази",
        "category":"bg",
        "description":"„Вечери в Антимовския хан“ е цикъл от разкази на Йордан Йовков, който той започва да пише в Букурещ през 1922 година и завършва в София през пролетта на 1928 г. В него има седем разказа. Критиката я нарича „една от най-мъдрите книги на Йовков, с дълбоко философско обобщение за живота, за това, което отминава и за това, което остава.“ В сборника автора отделя специално внимание на причините за отдалечаването и отчуждаването на човека от земята. На алчността и насилието писателят противопоставя труда, близостта с природата; общуването с нея прави хората здрави, красиви, отношенията им - прости и ясни.",
        "cover":"img/vecheri-v-antimovskiya-han.jpg",
        "booklink":"books/Bulgarian books/Vecheri-v-Antimovskiya-Han.pdf"
      },
      {
        "title":"Под игото",
        "author":"Иван Вазов",
        "genre":"Исторически роман",
        "category":"bg",
        "description":"„Под игото“ е роман в три части от българския писател Иван Вазов, цялостно публикуван за първи път през 1894 г. и определян като първият пример за този жанр в българската литература. Творбата е най-популярното произведение на автора, както и най-четената и превеждана българска книга. Романът е написан по време на изгнание на Вазов в Одеса и е пренесен в България с руската дипломатическа поща. Основни опозиции: срам – слава, тъмнина – светлина. Подзаглавието му е „Роман из живота на българите в предвечерието на Освобождението“. Първата част е публикувана за първи път през 1889 г. в „Сборникъ за народни умотворения, наука и книжнина\". През 1890 г., в същия сборник са публикувани и останалите части.",
        "cover":"img/pod-igoto.jpg",
        "booklink":"books/Bulgarian books/Pod-Igoto.pdf"
      },
      {
        "title":"Железният светилник",
        "author":"Димитър Талев",
        "genre":"Исторически роман",
        "category":"bg",
        "description":"„Железният светилник“ е исторически роман и първата книга от известната тетралогия на Димитър Талев („Железният светилник“, „Преспанските камбани“, „Илинден“ и „Гласовете ви чувам“). Романът е публикуван през 1952 г. В него са отразени българските борби за политическа и църковна независимост. Талев пише романа по време, когато семейството му и той самият са изселени в Луковит. Романът е базиран в измисления град Преспа (кръстен на областта Преспа, но всъщност родния град на Талев Прилеп) и проследява съдбата на едно типично възрожденско семейство. Концентрира се най-вече върху фигурата на Лазар Глаушев (за негов прототип е използван видният български духовник Методий Кусев) и ролята му в борбата против фанариотите и задружните усилия на повечето жители на Преспа за установяване на българска църква.",
        "cover":"img/762.jpg",
        "booklink":"books/Bulgarian books/Zhelezniyat-svetilnik.pdf"
      },
      {
        "title":"Подир сенките на облаците",
        "author":"Пейо Яворов",
        "genre":"Класическа поезия",
        "category":"bg",
        "description":"Подир сенките на облаците\" излиза за първи път през 1910г. Пейо Яворов е български поет символист. Наричан още майстор на любовната лирика. След като се мести в София, Яворов става сътрудник и редактор в списание \"Мисъл\". „Подир сенките на облаците“ е „своеобразната творческа равносметка на Яворов поета и той сам гледа на нея като на голямата си, единствена книга“. Облаците - с техния неспирен бяг по небесната шир, с шеметния им световъртеж, в който светлина и пари ежеминутно, ежесекундно дори ваят невероятни форми и феерия от цветове, създават причудливи природни метафори, достъпни само за четката на върховния Творец и разгадаеми само от дълбокосъзерцателни натури.",
        "cover":"img/podir-senkite-na-oblatsite.jpg",
        "booklink":"books/Bulgarian books/Podir_senkite_na_oblatsite.pdf"
      },
      {
        "title":"Крадецът на праскови",
        "author":"Емилиян Станев",
        "genre":"Класическа повест",
        "category":"bg",
        "description":"\"Крадецът на праскови\" е повест от българския писател Емилиян Станев. Тя е история, в която се противопоставят времето на война, печал и нечовечност със стремежа към свобода, чиста любов и щастие, разкрити в лицето на Елисавета. Пробудено от случайната среща със сръбския военнопленник Иво Обретенович, неизживяното интимно чувство изправя Елисавета пред дилемата: да живее \"свободно и щастливо\" или да продължи живота си на \"угнетена жена, чакаща настъпващата старост с безразлично отчаяние и тъга\". Любовното чувство, за първи път истинско, упойващо силно, преодолява раздвоението. \"Познала възраждащата магия на любовта\", Елисавета й се отдава с решителността на човек, ликуващо намерил себе си.",
        "cover":"img/Kradetsyt_na_praskovi.jpg",
        "booklink":"books/Bulgarian books/Kradetsyt_na_praskovi.pdf"
      },
      {
        "title":"Старопланински легенди",
        "author":"Йордан Йовков",
        "genre":"Класически разкази",
        "category":"bg",
        "description":"Книгата е част от поредицата \"Българска класика\" на издателство \"Византия\". Книгата съдържа десет разказа на Йордан Йовков, подредени в точно определен ред, посочен от автора: \"Шибил\", \"Кошута\", \"Най-вярната стража\", \"Божура\", \"Юнашки глави\", \"Постолови воденици\", \"Индже\", \"Овчарова жалба\", \"През чумавото\", \"На Игликина поляна\". Отличителна черта на това издание са обясненията на непознатите думи и изрази в самия текст (в скоби), непосредствено след непознатата дума или израз. В края на книгата има речник на старите и непознати думи, където са дадени по-подробни обяснения. Книгата е включена в програмата на българските училища.",
        "cover":"img/Staroplaninski_legendi.jpg",
        "booklink":"books/Bulgarian books/Staroplaninski_legendi.pdf"
      },
      {
        "title":"Криворазбраната цивилизация",
        "author":"Добри Войников",
        "genre":"Възрожденска литература",
        "category":"bg",
        "description":"„Криворазбраната цивилизация“ е сатирична пиеса в пет действия от Добри Войников, публикувана през 1871 г. в Букурещ. В комичен маниер с фолклорни мотиви, пиесата осмива начина на възприемане на чуждестранните модни вълни като еволюция в човешкия прогрес. Това е най-популярната и най-често поставяна пиеса на Войников, основополагаща творба в новобългарското драматично изкуство. Обсъжданите в нея проблеми са вълнували повечето от деятелите на Възраждането. В подробния и емоционален предговор на комедията „Криворазбраната цивилизация“ Добри Войников се опитва да подготви читателя за събитията, характерите и поуките, с които му предстои да се запознае. Той излага не само причините, но и последиците от мнимата форма на цивилизованост, присъщи на „младите нации“.",
        "cover":"img/Krivorazbranata_tsivilizatsiya.jpg",
        "booklink":"books/Bulgarian books/Krivorazbranata_tsivilizatsiya.pdf"
      },
      {
        "title":"Бай Ганьо",
        "author":"Алеко Константинов",
        "genre":"Класически разкази",
        "category":"bg",
        "description":"\"Помогнаха на бай Ганя да смъкне от плещите си агарянския ямурлук, наметна си той една белгийска мантия - и всички рекоха, че бай Ганьо вече е цял европеец.\" Така Алеко Константинов описва своя герой през 1894 г. Настоящата книга включва цикъла сатирични фейлетони на Алеко Константинов, обединени по името „Бай Ганьо”.  Повече от век по-късно \"бай Ганьо\" се използва като нарицателно за цяла една култура, а историите му са по-актуални от всякога.",
        "cover":"img/bai-ganyo.jpg",
        "booklink":"books/Bulgarian books/Bai-Ganio.pdf"
      },
      {
        "title":"Преспанските камбани",
        "author":"Димитър Талев",
        "genre":"Исторически роман",
        "category":"bg",
        "description":"Преспанските камбани е втората книга от тетралогията на Димитър Талев включваща още „Железният светилник“, „Илинден“ и „Гласовете ви чувам“. Книгата излиза през 1954 година. Творбата не продължава семейно-жанровата тоналност на първия роман от поредицата, a решава и нови жанрови и композиционни задачи. Докато в „Железният светилник“ доминират лични човешки проблеми, то в „Преспанските камбани“ изпъкват народът и неговото неизмеримо значение за историята. B „Преспанските камбани“ се разказва за нарушеното спокойствие на историята. Демонът на борбата е придобил глас. Променили ca се Лазар Глаушев, Райко Вардарски, техните последователи. Талевото разбиране за народа освободител се отразява върху личната човешка характеристика. Тя става зависима от борческите добродетели и личния героизъм.",
        "cover":"img/Prespanskite_kambani.jpg",
        "booklink":"books/Bulgarian books/Prespanskite_kambani.pdf"
      },
      {
        "title":"Антихрист",
        "author":"Емилиян Станев",
        "genre":"Модерна класика",
        "category":"bg",
        "description":"„Антихрист“ от Емилиян Станев e сред шедьоврите на българската литература на XX век и възкресява средновековното минало на България, задавайки философски въпроси, актуални и до днес. Във времена, в които „знатните се занимават повече с магии, отколкото с молитви, простите го ударили на безгрижие, кражби и просия, а царската власт линее и си стои настрана…”, житието на един монах поставя под съмнение църквата и нейната чистота, монашеството, царския двор и модерният по това време исихазъм. „Антихрист“  oт Емилиян Станев е безсмъртна творба за вечния конфликт между Доброто и Злото, за конфликта между дух и реалност.",
        "cover":"img/antihrist.jpg",
        "booklink":"books/Bulgarian books/antihrist.pdf"
      },
      {
        "title":"Балкански грешник",
        "author":"Димитър Кирков",
        "genre":"Съвременен роман",
        "category":"bg",
        "description":"Това е роман за вездесъщия балкански човек. Изповедта на героя разкрива наниз от авантюри и крушения, от надежди и горчивини. Гонен от буйните си страсти, замесен в измами и престъпления, той се мята из балканските земи, но където и да попадне, се слива напълно с облика на средата, приема идентичността на приютилия го народ. В България името му е Димитър Попов, в Гърция вече е Димитриос Папас, в Турция – Демир Папазоглу, в Сърбия – Димитар Попович, в Румъния – Думитре Попеску. \"Пет имена смених – казва той, - но сърцето ми е едно и неделимо. Нищо не съм изчегъртал от него, нито от мозъка си. Живота си на парчета не деля. И освен че съм българин, аз до ден днешен съм и грък, и турчин, и сърбин, и румънец едновременно\".",
        "cover":"img/Balkanski_greshnik.jpg",
        "booklink":"books/Bulgarian books/Balkanski_greshnik.pdf"
      },
      {
        "title":"Без сенки",
        "author":"Атанас Наковски",
        "genre":"Научна фантастика",
        "category":"bg",
        "description":"Обединени от общата идея за контакт с пришълци от Космоса, четирите новели, представени в този сборник, са всъщност опит за надникване в реалния живот. Авторът разкрива един сложен свят от противоречия и конфликти, в който се движи съвременният човек, анализира неговия нравствен мир, търси моралните подбуди в неговите постъпки.",
        "cover":"img/bez_senki.jpg",
        "booklink":"books/Bulgarian books/bez_senki.pdf"
      },
      {
        "title":"Белязани лебеди",
        "author":"Елена Павлова",
        "genre":"Повест",
        "category":"bg",
        "description":"Лeбeдът тук e рeтрo-рaздeлът c рaзкaзи, пиcaни в трeпeтнoтo ми юнoшecтвo: в руxвaщa, глaднa държaвa, в кoятo интeрнeт бeшe чиcтa фaнтacтикa и ce cблъcквaxмe чeлнo c първитe книги нa Cтивън Кинг и Дийн Кунц, a мoя милocт — глупaвo вaрнeнcкo тийнчe — губeшe дeвcтвeнocттa cи, нeвиннocттa cи, вярaтa cи във възрacтнитe и мнoгo други нeщa. Тoчнo тeзи рaзкaзи ca причинaтa „Бeлязaни лeбeди“ дa e caмиздaт: публикувaм ги, зaщoтo иcкaм дa ти ги пoдaря. В извecтeн cмиcъл, тe ca въпрocът нa oтгoвoрa 42. „Белязани лебеди“ е като грубо изковано злато, сборник от „хвърчеливи“ фантазии за ума, които хитроумно те подлагат на изпитание – нещо като тест за пригодност: ще станеш ли „по-мръсен“, ако омърсиш съзнанието си с тъмнина.",
        "cover":"img/Belyazani_lebedi.jpg",
        "booklink":"books/Bulgarian books/Belyazani_lebedi.pdf"
      },
      {
        "title":"Блатна треска",
        "author":"Даниел Иванов",
        "genre":"Фентъзи",
        "category":"bg",
        "description":"„Блатна треска” е динамичен екшън, който отвежда в блатните земи на северните щати, където разноцветна група авантюристи се изправя не срещу кого да е, а срещу самите пълчища на ада. Кои са Пазителите и срещу какви изчадия се изправят в името на самото човечество, може да прочетете в „Блатна треска”. Макар и този тип сюжет да е често срещан в много други книжни и филмови варианти, Даниел Иванов впечатлява с креативизъм и богато въображение. Особено представяйки чудовищата, с които трябва да се сблъскат африканецът Джакомо, хладнокръвния Уил, дивият братовчед Рон и невръстното хлапе Кени. Ако наистина има място, от което извират злото и неговите носители, в действителност това е блатото.",
        "cover":"img/Blatna_treska.jpg",
        "booklink":"books/Bulgarian books/Blatna_treska.pdf"
      },
      {
        "title":"Вероятност, равна на нула",
        "author":"Димитър Пеев",
        "genre":"Криминална литература",
        "category":"bg",
        "description":"В романа „Вероятност, равна на нула“ се разказва за работата на нашите органи от контраразузнаването в борбата им срещу чуждите разузнавателни централи и опитите им да се домогнат до държавните и икономическите тайни на нашата страна. Наред с интригуващата логическа задача и нейното разкриване в романа са разработени и редица социално-нравствени и морално-етични проблеми, широко са представени съвременните научно-технически средства, които се използуват в шпионажа и контрашпионажа, както и някои методи за вербуване.",
        "cover":"img/Veroyatnost_ravna_na_nula.jpg",
        "booklink":"books/Bulgarian books/Veroyatnost_ravna_na_nula.pdf"
      },
      {
        "title":"Време разделно",
        "author":"Антон Дончев",
        "genre":"Исторически роман",
        "category":"bg",
        "description":"„Време разделно“ е роман на българския писател Антон Дончев, издаден през 1964 г. Творбата е създадена само за 45 дни. Събитията, описани от Антон Дончев, би трябвало да са се случили през 1668 г. в Кръстогорската област в Родопите. \"Време разделно\" описва трагични за българския православен народ събития. Насилственото помохамеданчване на населението в Родопите не е просто едно изпитание за тези хора, а съдбовно отстояване на християнската вяра.",
        "cover":"img/Vreme_razdelno.jpg",
        "booklink":"books/Bulgarian books/Vreme_razdelno.pdf"
      },
      {
        "title":"Тютюн",
        "author":"Димитър Димов",
        "genre":"Класически роман",
        "category":"bg",
        "description":"В „Тютюн“ зрялата мисъл, вкусът и интелектът на моралиста преодоляват плашещото разстояние между неговите блуждения по чужди светове и нашия собствен национален исторически опит, те са намерили свой език за новия ни национален опит. Преодоляването на това огромно разстояние, необичайната парабола на това пътешествие бяха и преодоляване на смъртта на романа в интелектуалната сухота и умозрителност, откриха нови, не само чисто пластически пътища за развитието на бъдещия български роман и за нашето ново повествователно изкуство. „Тютюн“ е най-известният роман на Димитър Димов и един от най-четените романи в българската литература.",
        "cover":"img/Tiutiun.jpg",
        "booklink":"books/Bulgarian books/Tiutiun.pdf"
      },
      {
        "title":"Нощем с белите коне",
        "author":"Павел Вежинов",
        "genre":"Съвременен роман",
        "category":"bg",
        "description":"Романът \"Нощем с белите коне\" е публикуван за първи път през 1975 г. Авторът на тая книга е смятал, че лишена от достойнство, човешката личност едва ли би имала сериозното основание да се нарича изобщо личност. Борбата за изграждането и съхранението на човешкото достойнство е безспорно най-тежката и най-драматичната, която може да се види в моралното съществуване на кой да е човешки индивид. А от тук, разбира се, произхожда и простото следствие, че едва ли има по-голямо морално престъпление от всяко посегателство върху достойнството на човешката личност.",
        "cover":"img/Noshtem_s_belite_kone.jpg",
        "booklink":"books/Bulgarian books/Noshtem_s_belite_kone.pdf"
      },
      {
        "title":"Немили-недраги",
        "author":"Иван Вазов",
        "genre":"Класическа повест",
        "category":"bg",
        "description":"„Немили-недраги“ (1882-1884) е повест от Иван Вазов и е един от ранните примери на модерна българска литература. И до днес тя е сред най-популярните произведения от своята епоха и заема традиционно място в българското образование. Повестта представя живота на българската революционна емиграция в годините малко преди Освобождението. Герои на творбата са редовите участници в национално-освободителното движение на България от турско робство — хъшовете, изгнаници в Браила. Принудени да живеят в нищета и социална изолация, те се събират в „Народната кръчма на знаменосеца“, където кроят планове за връщане в Родината.",
        "cover":"img/Nemili-nedragi.jpg",
        "booklink":"books/Bulgarian books/Nemili-nedragi.pdf"
      },
      {
        "title":"Нещастна фамилия",
        "author":"Васил Друмев",
        "genre":"Класическа повест",
        "category":"bg",
        "description":"Нещастна фамилия (с подзаглавие Българска народна повест) е първата оригинална българска повест, написана от писателя, духовник и политик Васил Друмев. Повестта излиза в печат през 1860 г. Сюжетът се движи около трима братя и техните деца в годините на Османското робство. Повестта е разделена на десет глави. Често е критикувана за прекалено сантименталния си тон и слабата мотивация и психология на героите. Повестта полага основите за по-късни български белетристични произведения. „Нещастна фамилия\" има силно въздействие върху съвременниците на Друмев - с героичната идеализация на образите, със суровите картини от робския произвол.",
        "cover":"img/Neshtastna_familiya.jpg",
        "booklink":"books/Bulgarian books/Neshtastna_familiya.pdf"
      },
      {
        "title":"Маминото детенце",
        "author":"Любен Каравелов",
        "genre":"Класическа повест",
        "category":"bg",
        "description":"В своята битово - социална и поучителна повест \"Маминото детенце\" Л. Каравелов представя живота в едно чорбаджийско семейство по време на Възраждането. Маминото детенце Никола и родителите му Нено и Неновица са се превърнали в нарицателни за духовна пустота, егоизъм, сбъркано възпитание. Николчовото пропадане е проследено в етапите на детство, юношество, зрелост. На фокус е поставено осъдителното егоистично поведение на българските чорбаджии в решително за народа време – епохата на националноосвободителната борба. Авторът остро критикува действителността и чорбаджийското бездействие и липса на патриотизъм. С оригиналните сравнения, епитети и метафори писателят въвежда техните образи на фона на обстановката. Грозното е изобличено с въздействащата сила на иронията, сарказма, гротезката и контраста. Богатството от художествени средства и похвати помага на Каравелов да внуши своята оценка за събитията и проблемите.",
        "cover":"img/Maminoto_detentse.jpg",
        "booklink":"books/Bulgarian books/Maminoto_detentse.pdf"
      },
      {
        "title":"Чичовци",
        "author":"Иван Вазов",
        "genre":"Класически роман",
        "category":"bg",
        "description":"„Чичовци“ е битово-хумористична повест на Иван Вазов. Тази повест е вид пародия на предосвобожденското българско общество, която пресъздава бита, мисленето и взаимоотношенията в един малък град от 60-те години на 19 век. Централен конфликт в повестта е враждата между двама съседи – Иван Селямсъза и Варлаам Копринарката. Вместо религиозното и героичното в центъра на творбата стои битовото. Сюжетът е организиран около мотива за родовата вражда. Повестта е близка по звучене с творчеството на руския писател Николай Гогол. Това най-ярко личи в използването на похвата проблематизиране на маловажното.",
        "cover":"img/chichovci.jpg",
        "booklink":"books/Bulgarian books/chichovci.pdf"
      },
      {
        "title":"Илинден",
        "author":"Димитър Талев",
        "genre":"Исторически роман",
        "category":"bg",
        "description":"„Илинден“ е роман на Димитър Талев от 1953 година, трети в известната му тетралогия, наред с „Железният светилник“, „Преспанските камбани“ и „Гласовете ви чувам“. Особеността на тази голяма литературна творба идва от факта, че то е едно от малкото български произведения с характер на сага. Романът разглежда зараждането на вътрешно-македонската организация и причините, довели до появата ѝ. Описва се онова трудно време, когато България е била вече свободна и княжество, докато Македония се е намирала още под османска власт. Описанието на народния бит в македонския град Преспа и в няколко македонски села — планински и равнинни, е едно от основните преимущества на този, както и на останалите романи от тетралогията. По възрожденски Талев съчетава реализма в описанието на отруденото ежедневие на градските и селски хора и идеализма на погледа, с който го разглежда.",
        "cover":"img/Ilinden.jpg",
        "booklink":"books/Bulgarian books/Ilinden.pdf"
      },
      {
        "title":"Записки по българските въстания",
        "author":"Захарий Стоянов",
        "genre":"Класически роман",
        "category":"bg",
        "description":"Записки по българските въстания е историко-мемоарно съчинение на писателя и революционер Захарий Стоянов. Книгата е посветена на Любен Каравелов. С нея се поставя началото на съвременната българска историография. Основните събития описани в „Записките“ са несполучилото Старозагорско въстание, образуването на Гюргевския революционен комитет, подготовката на Априлското въстание, Великото народно събрание в Оборище, сформирането на Хвърковатата чета на Бенковски, хода на въстанието и най-вече случилото се в Пловдивски революционен окръг, в който е апостол самият автор. Разказът завършва с погрома на въстанието. „Записките“ остават недовършени поради ранната смърт на автора.",
        "cover":"img/zapiski_po_bylgarskite_vystaniya.jpg",
        "booklink":"books/Bulgarian books/zapiski_po_bylgarskite_vystaniya.pdf"
      },
      {
        "title":"Възпитаните трупове пращат писма",
        "author":"Валентин Пламенов",
        "genre":"Криминална литература",
        "category":"bg",
        "description":"\"София в края на осемдесетте години на миналия век прилича на септична яма. Ченгето Младен Демирев се опитва да установи истината за няколко убийства сред шпалир от проститутки, келнери, трафиканти на злато и партийни велможи. В своята най-известна „кримка” Възпитаните трупове пращат писма писателят Валентин Пламенов е по-тъжен и по-бляскав от всякога. „Умираме по малко, всеки ден, всеки час. Царе сме да умираме, отръки ни иде. А да живеем, виж, не винаги умеем. Не знаем как, не знаем защо, не знаем на каква цена.”",
        "cover":"img/Vyzpitanite_trupove_prashtat_pisma.jpg",
        "booklink":"books/Bulgarian books/Vyzpitanite_trupove_prashtat_pisma.pdf"
      },
      {
        "title":"Групата от ада",
        "author":"Снежана Ташева",
        "genre":"Хумористична фантастика",
        "category":"bg",
        "description":"Университетските неволи на младата преподавателка Боряна Андреева са цяла Менделеева таблица: мъжът на сърцето ѝ би обърнал повече внимание на празна мензура, научният ѝ ръководител е забягнал в Германия, а студентите ѝ се оказват дяволи. От Ада. Нямат брой жертвите, които правим за професията, а любовта понякога се получава по химичен път. Необичайните приключения и неволи между Ада и Земята на една изтормозена химичка, разказани по изключително забавен начин. Понякога човек се нуждае от група дяволи, за да се отърси от лошото в себе си и да придобие самоувереността да реализира мечтите си.",
        "cover":"img/Grupata_ot_Ada.jpg",
        "booklink":"books/Bulgarian books/Grupata_ot_Ada.pdf"
      },
      {
        "title":"Гласовете ви чувам",
        "author":"Димитър Талев",
        "genre":"Исторически роман",
        "category":"bg",
        "description":"„Гласовете ви чувам“ е последният роман на Димитър Талев от тетралогията му за живота и революционните борби на българите в Македония през XIX и началото на XX век, включваща още „Железният светилник“, „Преспанските камбани“ и „Илинден“. Романът “Гласовете ви чувам”, може би защото е твърде различен от първите три, се превръща в ключ за тяхното разбиране и адекватно тълкуване. Най-малкото защото писателят тук поставя на преоценка всичко, което е показал, оценил, защищавал като своя и на историческото време позиция. “Гласовете ви чувам” ни кара по друг начин да говорим за патриотизма на писателя и за отношението му към т. нар. “Македонски въпрос” и особено към Илинденско-Преображенското въстание, към социалистическата идеология и значението и влиянието й върху революционното движение в Македония, за двете воюващи идеи в това движение – за автономия или за присъединяване към майката-родина. В този роман има много повече политически елементи отколкото в останалите.",
        "cover":"img/Glasovete_Vi_Chuvam.jpg",
        "booklink":"books/Bulgarian books/Glasovete_Vi_Chuvam.pdf"
      },
      {
        "title":"Бариерата",
        "author":"Павел Вежинов",
        "genre":"Съвременен роман",
        "category":"bg",
        "description":"Историята разказва за Антони – композитор, напуснат от жена му. Една вечер, докато обикаля нощните заведения на София, той се среща с Доротея - момиче, преживяло тежка вътрешна травма и психически нестабилно. Малко по малко Доротея от просто непозната се превръща в приятел и събеседник и се премества да живее при него. Един ден тя споделя, че може да лети. В един момент те наистина политат. Това смущава Антоний. Доротея разбира, че той трудно ще премине „бариерата“ – границата между реалност и мечта, идеала за хармония и щастие. Той е потресен от случилото се и заминава за провинцията, където се надява да подреди мислите си. В негово отсъствие тя отново се качва на терасата. На сутринта е намерена мъртва...",
        "cover":"img/barierata.jpg",
        "booklink":"books/Bulgarian books/barierata.pdf"
      },
      {
        "title":"Осъдени души",
        "author":"Димитър Димов",
        "genre":"Класически роман",
        "category":"bg",
        "description":"Испания след Гражданската война. В хотелската стая в Мадрид разговарят английската аристократка Фани Хорн и испанецът Луис Ередия. След поредната наркотична криза тя си спомня как преди месеци, по пътя за Толедо, заедно с приятелите си - французина д-р Жак Мюрие и американците Джордж Уинки и Клара отсядат в крайпътен хан. Гав да хъпни хъг ке кпеша к огез Епесия - онах от йезуитския орден, брат на Луис. Той отива в Пеня Ронда - огнище на епидеми от тиф. Фани решава да замине за там. С нея тръгва и Жак. Работата е изтощителна - всеки ден са изправени пред смъртта. Фани се влюбва в Ередия, но монахът упорито се бори с това чувство. Жак се заразява от тиф и умира. За да издържи, Фани започва да взима наркотици. Фалангистите настъпват. Ередия става причина за смъртта на един от братята - Доминго. Фани се среща с Ередия и иска обяснение. Отчаяна от фанатичната му вяра в Бога, стигнала до пълна безизходица, тя стреля в него. \"Осъдени души\" е колкото личен роман на една англичанка и един испански монах, толкова и роман на широки обществени отношения. Личният роман е вплетен в голямата борба на испанския народ срещу силите на реакцията - за свободата и за републиката.",
        "cover":"img/Osydeni_dushi.jpg",
        "booklink":"books/Bulgarian books/Osydeni_dushi.pdf"
      },
      {
        "title":"До Чикаго и назад",
        "author":"Алеко Константинов",
        "genre":"Класически пътепис",
        "category":"bg",
        "description":"Повод за написването на пътеписа „До Чикаго и назад“ са приятелите на Алеко Константинов, които го подтикват да оформи своите впечатления на „леки“, „хвърчащи бележки“ т.е. едно увлекателно за онова време четиво, провокиращо към размисли. Пътеписът е създаден през 1893 г. след пътуването на Алеко до Новия Свят, с цел да посети Световното изложение в Чикаго, посветено на 400-тната годишнина от стъпването на Христофор Колумб на американския бряг. Като самостоятелно издание излиза през 1894 година и донася на автора литературна известност. „До Чикаго и назад“ пресъздава пътуване извън границите на България, като същевременно заявява отношението на автора към българската и чуждата действителност. Особено живописни са описанията на американската действителност и на водопада Ниагара.",
        "cover":"img/do_chikago_i_nazad.jpg",
        "booklink":"books/Bulgarian books/do_chikago_i_nazad.pdf"
      },
      {
        "title":"Епопея на забравените",
        "author":"Иван Вазов",
        "genre":"Класическа поезия",
        "category":"bg",
        "description":"„Епопея на забравените“ е цикъл от 12 оди, подредени в съответствие с момента на създаване, написани от Иван Вазов. Този цикъл съдържа някои от най-красивите и силни български поеми, които призовават към „събуждане на народната памет“.Възмутен от българското общество в първите десетилетия след освобождението, когато на мястото на възвишените идеали идват егоизмът, алчността, липсата на родолюбие, Вазов създава поредица от творби със стремеж да върне българското съзнание, положителните стремежи и цели. Неслучайно той озаглавява цикъла „Епопея на забравените“. Всяка от двете думи в заглавието играе важна роля. Броят на одите (12) не е случаен, съзнателно е търсена аналогия с 12-те Христови ученици. По този начин героите в Епопеята добиват ореол, подвигът и делото им се сакрализират. Подредбата на одите също не е случайна. Започва се с „Левски“ – най-яркото въплъщение на идеала за освобождение, единичния подвиг на личността, и се завършва с „Опълченците на Шипка“ – въплъщение на идеала за един народ.",
        "cover":"img/Epopeya_na_zabravenite.jpg",
        "booklink":"books/Bulgarian books/Epopeya_na_zabravenite.pdf"
      },
      {
        "title":"Зимни вечери",
        "author":"Христо Смирненски",
        "genre":"Поетичен цикъл",
        "category":"bg",
        "description":"„Зимни вечери“ е поетичен цикъл от Христо Смирненски. В нея поетът разказва за бедността, за нещастието и за разбитите съдби и надежди на бездомниците. За Христо Смирненски цветът жълто е символ на смъртта и на нещастието. По тази причина в няколко от стиховете той казва именно за това. Като цяло творбата е тъжна, нещастна. Героите в нея са децата, слепият старик и старата баба и майката на децата. Цикълът „Зимни вечери” дава най-пълна представа за града и неговата социална реалност. Той е недружелюбен, неприветлив и отблъскващ, прилича на каменен затвор, чиито стени не пропускат искрица надежда. Това е място – капан за човешките души, където цари пустота и мрак. Крайните квартали са пространство на разрухата, запустението, бедността и страданието. Човекът се чувства безпомощен, ненужен, без мечти, лишен от духовност и красота. Той е ограбен, обсебен единствено от мисълта как да преодолее „безхлебното” си ежедневие.",
        "cover":"img/Zimni_vecheri.jpg",
        "booklink":"books/Bulgarian books/Zimni_vecheri.pdf"
      },
      {
        "title":"Прозорец",
        "author":"Атанас Далчев",
        "genre":"Поезия",
        "category":"bg",
        "description":"В стихосбирката си \"Прозорец\" Далчев създава чрез поетиката на \"новата вещност\" пренаселен с предмети художествен свят. Повечето от творби в книгата имат за заглавие дума, означаваща предметност: \"Коли\", \"Вратите\", \"Хижи\", \"Болница\", \"Път\", \"Стаята\", \"Къщата\" и пр. В поетическия текст назоваването на един предмет е акт на убиване на конкретността и материалността му в абстрактността на словесния знак.Предметьт вече не е словесна абстракция. Разложен, той се е умножил и увеличил пльтността си, изпълнил е текста с отделните си фрагменти, всеки от които е пак- предмет. Това е една самопораждаща, разрастваща се предметност, пред която текстът е безсилен. Освен разложен при него предметът е оголен в материалността си. Тленността е подчертана.",
        "cover":"img/Prozorets.jpg",
        "booklink":"books/Bulgarian books/Prozorets.pdf"
      },
      {
        "title":"В полите на Витоша",
        "author":"Пейо Яворов",
        "genre":"Драма",
        "category":"bg",
        "description":"„В полите на Витоша“ е пиеса от Пейо Яворов. Написана е след ненавременната смърт на Мина Тодорова, в която Яворов е бил влюбен. Макар че пиесата е написана по личните преживявания на поета, в нея присъстват вечните теми за любовта, гордостта, политическите пристрастия и пагубната поквара на властта. В центъра на пиесата са двама млади и тяхната невъзможна и обречена любов, която води до трагедия, подобна на тази на Ромео и Жулиета. Драматургията на Яворов е едно от постиженията на българския национален дух през ХХ век. Тя разкрива трагедията на една личност, която надраства ограниченията на собственическия морал, макар и да пада повалена като жертва.",
        "cover":"img/V_polite_na_Vitosha.jpg",
        "booklink":"books/Bulgarian books/V_polite_na_Vitosha.pdf"
      },
      {
        "title":"Сън за щастие",
        "author":"Пенчо Славейков",
        "genre":"Лирически миниатюри",
        "category":"bg",
        "description":"„Сън за щастие“ е цикъл от 93 лирически миниатюри от Пенчо Славейков. Основните теми в цикъла са съзерцанието, настроението и търсенето на щастие. Чест е мотивът, че покоят и равновесието са постижими единствено в смъртта. Славейков набляга на личното усещане, което околния свят оставя в него, на любовта, мечтите и стремленията му. Тази поетична сбирка е особено лична и интимна. В стихотворенията се забелязва една особена меланхолия, която авторът влага от душата и сърцето си. Няма тъга или мъка, само меланхолия и спокойствие. Дали пише за смъртта или за трагичността на живота, или за любовта, авторът не е влага тъга или мъка, а само една типично Славейкова меланхолия и спокойствие.",
        "cover":"img/Syn_za_shtastie.jpg",
        "booklink":"books/Bulgarian books/Syn_za_shtastie.pdf"
      },
      {
        "title":"Поручик Бенц",
        "author":"Димитър Димов",
        "genre":"Класически роман",
        "category":"bg",
        "description":"Поручик Бенц е германски военен лекар, който се влюбва в интелигентната и богата красавица от българския хайлайф Елена Петрашева. Неговата чиста любов обаче е изправена пред непреодолими предизвикателства, които преобръщат живота му. Авторът е сред първите в българската литература, които разбиват клишетата за родното и чуждото и дори преобръща техните места, като избира за главен герой един чужденец в България в последните години на Първата световна война. Така „Поручик Бенц“ успява не само да покаже българската действителност, но и да излезе извън рамките на националното и да се превърне в универсален психологически роман за сложната и противоречива човешка природа.",
        "cover":"img/Poruchik_Bents.jpg",
        "booklink":"books/Bulgarian books/Poruchik_Bents.pdf"
      },
      {
        "title":"Странният рицар на свещената книга",
        "author":"Антон Дончев",
        "genre":"Исторически роман",
        "category":"bg",
        "description":"Странният рицар на свещената книга е роман на писателя Антон Дончев от 1998 г. Една книга, която ще ви пренесе в Южна Франция в търсенето на Свещената книга на българските богомили. Романът разказва за пренасянето на Свещената книга на българските богомили до албигойците в Южна Франция. В тази епоха средновековието се осветява от кладите, на които изгарят еретиците. Човешкият дух достига до най-големите дълбини на нетърпимостта и жестокостта, но се издига и до висините на бунта и саможертвата. Автopът изпoлзвa нaпpeгнaтия сюжeт, зa дa пpивлeчe внимaниeтo нa читaтeлитe към мaлкo пoзнaти или съвсeм нeпoзнaти фaкти oт истopиятa.",
        "cover":"img/Stranniyat_ritsar_na_sveshtennata_kniga.jpg",
        "booklink":"books/Bulgarian books/Stranniyat_ritsar_na_sveshtennata_kniga.pdf"
      },
      {
        "title":"Лавина",
        "author":"Блага Димитрова",
        "genre":"Съвременен роман",
        "category":"bg",
        "description":"„Лавина“ е роман на Блага Димитрова от 1971 г. Романът се състои от три дяла – „Преди лавината“, „Лавината“ и „След лавината“. Разказа се за трагичната и героична съдба на група алпинисти, част от тях загиват в планината. Представят се човешките взаимоотношения, страховете, приятелството и любовта, страстта на катерачите да покорят висините и адреналина от това. „Лавина“ е роман за човешките взаимоотношения, за страховете, за приятелството и любовта, разказан ни през погледа на група алпинисти. С голямо майсторство Блага Димитрова ни рисува величието на планината, разказва ни за страстта на катерачите към адреналина и за желанието им да я покорят, да влязат в досег с висините. Блага Димитрова ни повежда към една вселена от дълбоки чувства и силни усещания, които се изсипват над нас като лавина. Залива ни усещане за радост, тъга, страх, еуфория, изнемога... без значение дали сме стъпвали някога в планината или не. „Лавина“ е роман, който отваря сетивата ни за красивото, за смисленото, за любовта.",
        "cover":"img/Lavina.jpg",
        "booklink":"books/Bulgarian books/Lavina.pdf"
      },
      {
        "title":"Ян Бибиян на Луната",
        "author":"Елин Пелин",
        "genre":"Детска литература",
        "category":"bg",
        "description":"С веселите приключения на палавото момче Ян Бибиян и верния му другар, дяволчето Фют, са израснали поколения български деца. Наред с удоволствието от техните премеждия, те са получили и важни уроци. Че чрез силата на безкористното приятелство и уважението към другите светът може да стане по-добър. И че човек постига щастието, само ако се учи и труди. Така, по думите на самия Елин Пелин, той ще успее дори да се качи на Луната и да постигне мечтата, движила фантазията на много непримирими учени.В „Ян Бибиян на Луната” е въплътена вековната жажда на човечеството да стъпи на Луната, да полети из космичните предели и да опознае нови светове. Тази книга е част от световната литературна класика за деца.",
        "cover":"img/Jan_Bibijan_na_Lunata.jpg",
        "booklink":"books/Bulgarian books/Jan_Bibijan_na_Lunata.pdf"
      },
      {
        "title":"Хитър Петър",
        "author":"Сава Попов",
        "genre":"Детска литература",
        "category":"bg",
        "description":"Остроумие, шеги, но и мъдрост бликат от всички истории, в които главен участник е народният герой Хитър Петър. Магаре боб яде ли? Да, в Тенджера града, където царува цар Патаран. То там и рибите говорят, зайците ги използват за пощенски куриери. В морето пък си ловят по цели стада овце. Който се съмнява, да пита Хитър Петър. Торбата му с лъжите е отворена. А както този неизчерпаем шегобиец е доказал, лапнишарани не липсват по белия свят.",
        "cover":"img/Hityr_Petyr.jpg",
        "booklink":"books/Bulgarian books/Hityr_Petyr.pdf"
      },
      {
        "title":"Патиланско царство",
        "author":"Ран Босилек",
        "genre":"Детска литература",
        "category":"bg",
        "description":"",
        "cover":"img/Patilansko_tsarstvo.jpg",
        "booklink":"books/Bulgarian books/Patilansko_tsarstvo.pdf"
      },
      {
        "title":"През води и гори",
        "author":"Емилиян Станев",
        "genre":"Детска литература",
        "category":"bg",
        "description":"Разказите и приказките на Емилиян Станев разкриват пред малките читатели истината за животинския свят и същевременно възпитават у тях усет към красотата и хармонията в природата. \"През води и гори\" е една от най-любимите книжки на малките читатели. В нея освен чудното пътешествие на героите - Бързоходко и Повлекана, авторът разкрива тайните кътчета на гората, блатата, полето. Много живо са представени всички обитатели на тези места - от добронамерените сърнички, до безпощадните хищници. На фона на едно богато природно описание се разкриват характерите на героите с типични човешки качества - състрадателност, взаимопомощ, свирепост, подлост (орелът и други хищни животни), склонност към клюки (сойките) и безгрижен и охолен живот (кукувицата, порът, саможивецът).",
        "cover":"img/Prez_vodi_i_gori.jpg",
        "booklink":"books/Bulgarian books/Prez_vodi_i_gori.pdf"
      },
      {
        "title":"Български народни приказки",
        "author":"Ангел Каралийчев",
        "genre":"Детска литература",
        "category":"bg",
        "description":"Някога по нашите земи ходеше един вълшебник. В душата му никнеха прекрасни думи, от които той измайсторяваше чудесни приказки и ги подаряваше на децата. В тях се разказваше за Ижо-Мижо и Клан-Клан, за мечката и дърваря, за момичето от вар, за юначното петле, за зайчета, ежковци, глупави вълци и още по-глупави хора, та дори за змейове и лами. Но кой е този вълшебник – ще попитате. Разгърнете страниците на тази книжка и сами ще откриете.",
        "cover":"img/Bylgarski_narodni_prikazki.jpg",
        "booklink":"books/Bulgarian books/Bylgarski_narodni_prikazki.pdf"
      },
      {
        "title":"Тошко Африкански",
        "author":"Ангел Каралийчев",
        "genre":"Детска литература",
        "category":"bg",
        "description":"Ането и Тошко Африкански. Ането е послушно и работливо дете. Тя живее в малка къщурка със своя дядо и едно юначно пате. Маймунката Тошко е голям пакостник. Той напуска родната джунгла и попада в едно българско село. Въпреки че са много различни, Ането и Тошко преживяват низ от вълнуващи приключения.Малки читатели, запознайте се с едни от най-привлекателните герои на Ангел Каралийчев: Ането и Тошко Африкански. Ането е послушно и работливо дете. Тя живее в малка къщурка със своя дядо и едно юначно пате. Маймунката Тошко е голям пакостник. Той напуска родната джунгла и попада в едно българско село. Въпреки че са много различни, Ането и Тошко преживяват низ от вълнуващи приключения.",
        "cover":"img/Toshko_Afrikanski.jpg",
        "booklink":"books/Bulgarian books/Toshko_Afrikanski.pdf"
      }     
]  
